tap "aranborkum/tap"
tap "charmbracelet/tap"
tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "thezoraiz/ascii-image-converter"
brew "act"
brew "llvm"
brew "arduino-cli"
brew "automake"
brew "awscli"
brew "bat"
brew "binutils"
brew "btop"
brew "cairo"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "go"
brew "grep"
brew "harlequin"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "lsusb"
brew "lua"
brew "lua@5.3"
brew "luacheck"
brew "luarocks"
brew "maturin"
brew "memcached"
brew "mprocs"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "oxipng"
brew "pcre"
brew "pgcli"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "postgresql@17"
brew "posting"
brew "pre-commit"
brew "prek"
brew "presenterm"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "rust"
brew "slides"
brew "starship"
brew "stripe-cli"
brew "stylua"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tmux-sessionizer"
brew "uv"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aranborkum/tap/tmuxedo"
brew "charmbracelet/tap/gum"
brew "jesseduffield/lazydocker/lazydocker"
brew "sass/sass/sass"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "arduino-ide"
cask "brave-browser"
cask "claude-code"
cask "cool-retro-term"
cask "dbeaver-community"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "obsidian"
cask "postgres-unofficial"
cask "spotify"
cask "whatsapp"
cask "zen"
