tap "charmbracelet/tap"
tap "dart-lang/dart"
tap "getsentry/tools"
tap "jesseduffield/lazydocker"
tap "kraken/temp"
tap "octoenergy/kraken-cli", "git@github.com:octoenergy/kraken-cli.git"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "thezoraiz/ascii-image-converter"
brew "act"
brew "arduino-cli"
brew "automake"
brew "bat"
brew "binutils"
brew "cairo"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "grep"
brew "harlequin"
brew "htop"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "libxml2"
brew "memcached"
brew "mprocs"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "oxipng"
brew "pcre"
brew "pipx"
brew "postgresql@14"
brew "posting"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "rust"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tmux-sessionizer"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/gum"
brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazydocker/lazydocker"
brew "openssl@1.1"
brew "kraken/temp/libxmlsec1"
brew "kraken/temp/openssl@1.1"
brew "sass/sass/sass"
brew "stripe/stripe-cli/stripe"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password-cli"
cask "alacritty"
cask "dbeaver-community"
cask "flutter"
cask "font-meslo-lg-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "postgres-unofficial"
cask "spotify"
cask "whatsapp"
cask "zen"
